{
    "heading": {
        "title": "Keep Your Website Up and Running 24/7 – Because Every Second Counts!",
        "tag_line": "We watch your website.",
        "description": "Our main goal is ensure uptime, boost performance, and secure your website with real-time monitoring.",
        "button_text": "GET STARTED"
    },
    "services": {
        "title": "Services We Deliver to You",
        "tag_line": "Discover the Powerful Features That Elevate Your Experience",
        "services": [
            {
                "name": "Seamless Automation and Expert Guidance from Development to Operations.",
                "image": "images/devops-consultancy.svg"
            },
            {
                "name": "Complete Oversight for Your Website, Email, and Database Servers.",
                "image": "images/database.svg"
            },
            {
                "name": "Total Solutions for Domain Names, Hosting, Cloud Services, and Dedicated Servers.",
                "image": "images/website.svg"
            },
            {
                "name": "Our system keeps you informed with instant SMS or email alerts if your website or server faces any problems.",
                "image": "images/email.svg"
            }
        ]
    },
    "why_choose": {
        "title": "WHY CHOOSE US?",
        "reasons": [
            {
                "name": "We deliver speedy results",
                "icon": "bi bi-clock"
            },
            {
                "name": "We provide consistent and dependable performance you can trust",
                "icon": "bi bi-globe"
            },
            {
                "name": "We deliver exactly what you need.",
                "icon": "bi bi-person-workspace"
            },
            {
                "name": "Quick to Learn and Use",
                "icon": "bi bi-emoji-smile"
            },
            {
                "name": "Instant Downtime Notification",
                "icon": "bi bi-bell"
            },
            {
                "name": "Streamline your operations with our efficient maintenance scheduling",
                "icon": "bi bi-gear"
            }
        ]
    },
    "features": {
        "title": "All the tools you need, right at your command.",
        "features": [
            {
                "name_bold": "Made to expand with your business  ",
                "name_small": "and your clients’ demands.",
                "image": "images/2.png",
                "description": "Is your business growing faster than ever? No problem! With our flexible infrastructure, you can scale up your resources instantly to meet increased demand, all without the hassle of re-provisioning. Whether it's a sudden influx of new clients, a spike in traffic, or expanding services, our seamless upgrade options ensure you stay ahead of the curve. Enjoy peace of mind knowing that scaling up is as easy as a few clicks, allowing you to focus on your business growth while we take care of the rest."
            },
            {
                "name_bold": "Quick and easy provisioning, ",
                "name_small": "available now.",
                "image": "images/4.png",
                "description": "You and your clients can't afford to wait around for hours. That's why we prioritize speed and efficiency in our provisioning process. With our advanced technology, we can have your server up and running in just minutes, ensuring you can start working right away. Whether you're launching a new project, scaling your services, or onboarding new clients, our rapid provisioning means less downtime and more productivity. Say goodbye to long waits and hello to immediate results, keeping your business moving forward without interruption."
            },
            {
                "name_bold": "Access made extraordinary, ",
                "name_small": "just for VIPs like you.",
                "image": "images/5.png",
                "description": "Edit your server files, install Magento or PHP. Do it all with root (administrative) access."
            },
            {
                "name_bold": "Protect your data’s appearance",
                "name_small": "with reliable disk mirroring..",
                "image": "images/6.png",
                "description": "You and your clients don't have time to wait. We'll provision your server in minutes, not hours."
            }
        ],
        "button_text": "VIEW MORE"
    },
    "how_works": {
        "title": "How It Works",
        "sub_title": "Getting Started & Configuration",
        "description": " Getting started with Root Internet Pvt Ltd is easy. Using our intuitive Web-based control panel, enter the URL you wish to monitor (e.g. http://www.yourdomain.com), and select the monitoring interval (e.g. 1 minute). The monitoring interval represents how often we’ll check to see if the website is online and responding properly. The smaller the interval, the more frequently we’ll check your website.",
        "image": "images/how-work.png",
        "button_text": "READ MORE"
    }
}